---
kind: other
id: Properties.T:Autodesk.Revit.UI.RevisionsOnSheetUIServiceData
source: html/4a88dc55-a12e-b8ef-18b2-bffad6587aa4.htm
---
# RevisionsOnSheetUIServiceData Properties

return the document